import React from "react";
import {
  Button,
  Row,
  Col,
  ListGroup,
  Container,
  Card,
  Form,
} from "react-bootstrap";
import Img52 from "../images/img_5.png";
import WebImg from "../images/about-img.png";
import Img4 from "../images/img_4.png";
import Img2 from "../images/img_2.png";
import Imgabout45 from "../images/img_5.png";
import Img22 from "../images/imgage.png";
import Img33 from "../images/image331.png";
import { Link } from 'react-router-dom';

const CookiePolicy = () => {
  return (
    <>
      <div className="landing-bg home-text">
        <div className="text-center">
          <h4 className="pt-4">Политика за използване на бисквитки (“Cookies”, “Кукита”)</h4>
        </div>
        <Container>
          <div className="d-flex justify-content-center">
            <div className="img__know">
            </div>
          </div>
          <div className="lorem-para">
            <p className="pt-4 pb-0 pl-4 pr-4">
            Сайтът събира информация чрез използване на “бисквитки” (“cookies”, “кукита”). Бисквитките представляват текстови файлове с малък обем информация, които съдържат уникални идентификатори. Те се създават от уебсайт, който подава информация на Вашия уеб браузър. Чрез последния кукитата се прехвърлят и запазват на твърдия диск на Вашия компютър. При всяко последващо посещение на уебсайта те се връщат от браузъра.
            </p>{" "}
            <p className="pt-0 pb-0 pl-4 pr-4">
            Бисквитките се използват предимно за маркетингови и аналитични цели, и за подобрение на цялостното Ви взаимодействие със сайта. Те служат за улеснение на работата Ви при използване на сайта, като онлайн престоят Ви бива персонализиран. Чрез тях системите на сайта успяват да разпознаят Вашия уеб браузър и да запаметят определен набор от информация за посещението Ви и избраните от Вас настройки. По този начин сайтът успява да улесни последващите Ви посещения, както и да разбере Вашите предпочитания, за да адаптира спрямо тях представяното Ви съдържание и да Ви предложи подобрени услуги в бъдеще.
            </p>
          <div className="lorem-para">
          <p className="pt-0 pb-0 pl-4 pr-4">Бисквитките биват основно два вида:</p>
            {" "}
            <p className="pt-0 pb-0 pl-4 pr-4">
            „Сесийни“ бисквитки
            </p>{" "}
            <p className="pt-0 pb-0 pl-4 pr-4">
            Сесийните бисквитки съществуват само по време на еднократно посещение на уебсайта, след което биват изтрити от браузъра Ви. Този вид бисквитки позволяват направените персонализации и промени по всяка страница да бъдат запомнени и при преминаване към другите страници от сайта в рамките на същата сесия. Сесийните бисквитки са временни, действието им приключва и биват премахнати, когато затворите браузъра или излезете от сайта.
            </p>
            <p className="pt-0 pb-0 pl-4 pr-4">Постоянни бисквитки</p>
            <p className="pt-0 pb-0 pl-4 pr-4">Постоянните бисквитки се използват и биват запаметени в компютъра Ви за определен период от време след приключване на потребителската Ви сесия на сайта. Те позволяват предпочитанията и настройките Ви да бъдат “запомнени”, когато посетите отново сайта. Този вид бисквитки се използват например за Ваше улеснение, като автоматично въвеждат логин информацията, която сте задали по време на предишна сесия в сайта.</p>
            <p className="pt-0 pb-0 pl-4 pr-4">Как да контролирате бисквитките</p>
            <p className="pt-0 pb-0 pl-4 pr-4">Можете да контролирате и/или изтривате бисквитки чрез настройките на Вашия браузър, когато пожелаете. Ако желаете да се информирате допълнително относно действието и настройките на кукитата, посетете https://www.allaboutcookies.org. В случай, че инструктирате браузъра си да отказва използването на бисквитки обаче, няма да можете да използвате пълната функционалност на сайта и/или достъпът Ви до някои функции ще бъде ограничен.</p>
              <p className="pt-0 pb-0 pl-4 pr-4">Продължавайки взаимодействието си с този сайт, Вие се съгласявате с използването на бисквитки.</p>
          </div>
          </div>
        </Container>
        <div className="spacer20"></div>
      </div>
    </>
  );
};

export default CookiePolicy;
