import React from "react";
import {
  Button,
  Row,
  Col,
  ListGroup,
  Container,
  Card,
  Form,
} from "react-bootstrap";
import Img52 from "../images/img_5.png";
import WebImg from "../images/about-img.png";
import Img4 from "../images/img_4.png";
import Img2 from "../images/img_2.png";
import Imgabout45 from "../images/img_5.png";
import Img22 from "../images/imgage.png";
import Img33 from "../images/image331.png";
import { Link } from 'react-router-dom';

const PrivacyPolicy = () => {
  return (
    <>
      <div className="landing-bg home-text">
        <div className="text-center">
          <h4 className="pt-4">Политика за поверителност/ Политика за защита на личните данни</h4>
        </div>
        <Container>
          <div className="d-flex justify-content-center">
            <div className="img__know">
            </div>
          </div>
          <div className="lorem-para">
<p className="pt-4 pb-0 pl-4 pr-4">Настоящата Политика за поверителност (Политика за защита на личните данни) има за цел да Ви информира относно обработката на Вашите лични данни, задълженията на администратора и Вашите права за защита, произтичащи от обработката, както и реда, по който последните могат да бъдат упражнени.</p>{" "}
<p className="pt-0 pb-0 pl-4 pr-4">Информация за дружеството, което обработва Вашите лични данни:</p>
<div className="lorem-para">
<p className="pt-0 pb-0 pl-4 pr-4">Когато използвате уебсайта www.4humandesign.com (наричано за по- кратко “сайт”, “уебсайт”), Вашите лични данни се събират и обработват от “4 Хюман Дизайн” ЕООД, българско юридическо лице със седалище и адрес на управление гр. София, квартал Витоша, бл. 6, ап. 31, с ЕИК 206181374 (наричано за по-кратко “дружеството”, “ние”, “нас”).</p>{" "}
<p className="pt-0 pb-0 pl-4 pr-4">Дружеството осъществява дейността си изцяло в съответствие с Регламент (ЕС) 2016/679 („Общ регламент на ЕС относно защитата на личните данни“ или „ОРЗД“, „GDPR”), както и със Закона за защита на личните данни на Република България. За целите на законодателството относно защитата на физическите лица във връзка със събирането, обработването и съхранението на лични данни и тяхното свободно движение дружеството се явява администратор на лични данни (наричано за по-кратко “администратор”).</p>{" "}
<p className="pt-0 pb-0 pl-4 pr-4">Данни за контакт с администратора на лични данни:</p>
<p className="pt-0 pb-0 pl-4 pr-4">Наименование: “4 Хюман Дизайн” ЕООД</p>
<p className="pt-0 pb-0 pl-4 pr-4">ЕИК/БУЛСТАТ: 206181374</p>
<p className="pt-0 pb-0 pl-4 pr-4">Адрес за кореспонденция: гр. София, квартал Витоша, бл. 6, ап. 31</p>
<p className="pt-0 pb-0 pl-4 pr-4">Ел. поща: office4humandesign@gmail.com</p>
<p className="pt-0 pb-0 pl-4 pr-4">Уебсайт: www.4humandesign.com</p>
<p className="pt-0 pb-0 pl-4 pr-4">Телефон: +359 879 222 333</p>
<p className="pt-0 pb-0 pl-4 pr-4">Информация за компетентните надзорни органи за защита на личните данни:</p>
<p className="pt-0 pb-0 pl-4 pr-4">Комисия за защита на личните данни (КЗЛД)</p>
<p className="pt-0 pb-0 pl-4 pr-4">Адрес: София 1592, бул. “Проф. Цветан Лазаров” No2 Ел. поща:</p>
<p className="pt-0 pb-0 pl-4 pr-4">kzld@cpdp.bg</p>
<p className="pt-0 pb-0 pl-4 pr-4">Уебсайт: www.cpdp.bg</p>
<p className="pt-0 pb-0 pl-4 pr-4">Телефон: +35929153555</p>
<p className="pt-0 pb-0 pl-4 pr-4">Европейски комитет за защита на личните данни (ЕКЗД/ EDPB) Адрес за кореспонденция: Rue Wiertz 60, B-1047 Brussels Служебен адрес: Rue Montoyer 30, B-1000 Brussels</p>
<p className="pt-0 pb-0 pl-4 pr-4">Ел. поща: edpb@edpb.europa.eu Уебсайт: www.edpb.europa.eu/</p>
<p className="pt-0 pb-0 pl-4 pr-4">1. Основание за събиране, обработване и съхранение на лични данни:</p>
<p className="pt-0 pb-0 pl-4 pr-4">Гарантирането на защитата на личните данни е важен ангажимент на дружеството. В качеството си на администратор на лични данни ние обработваме Вашите данни, предоставени ни от Вас във връзка с ползване на услугите на сайта, на основание чл.6, ал. 1 ОРЗД, т.е. въз основа на изрично полученото съгласие от Ваша страна като посетител на сайта или като създател на потребителски профил в сайта.</p>
<p className="pt-0 pb-0 pl-4 pr-4">2. Защита на личните данни</p>
<p className="pt-0 pb-0 pl-4 pr-4">В изпълнение на задълженията си на администратор, ние гарантираме спазването на Вашите права и свободи, като сме предприели необходимите технически и организационни мерки, за да защитим личните данни от случайно или незаконно унищожаване, от случайна загуба, неправомерен достъп, изменение или разпространение, както и от други незаконни форми на обработване.</p>
<p className="pt-0 pb-0 pl-4 pr-4">3. Принципи при обработването на лични данни:</p>
<p className="pt-0 pb-0 pl-4 pr-4">Във връзка с обработката на Вашите лични данни, дружеството съблюдава следните принципи:</p>
<p className="pt-0 pb-0 pl-4 pr-4">• законосъобразност, добросъвестност и прозрачност</p>
<p className="pt-0 pb-0 pl-4 pr-4">• съотносимост на обработката с целите</p>
<p className="pt-0 pb-0 pl-4 pr-4">• свеждане на данните до минимум</p>
<p className="pt-0 pb-0 pl-4 pr-4">• точност и актуалност на данните</p>
<p className="pt-0 pb-0 pl-4 pr-4">• ограничение на съхранението</p>
<p className="pt-0 pb-0 pl-4 pr-4">• отчетност</p>
<p className="pt-0 pb-0 pl-4 pr-4">• цялостност и поверителност</p>
<p className="pt-0 pb-0 pl-4 pr-4">• съгласие на потребителя за обработка на данните</p>
<p className="pt-0 pb-0 pl-4 pr-4">4. Цели на обработване на лични данни</p>
<p className="pt-0 pb-0 pl-4 pr-4">Предоставените от Вас лични данни се обработват от администратора за следните цели:</p>
<p className="pt-0 pb-0 pl-4 pr-4">4.1. Предоставяне на услуги във Ваша полза</p>
<p className="pt-0 pb-0 pl-4 pr-4">• Генериране на Хюман Дизайн карта</p>
<p className="pt-0 pb-0 pl-4 pr-4">В сайта имате възможност да генерирате Ваша собствена Хюман Дизайн карта.</p>
<p className="pt-0 pb-0 pl-4 pr-4">• Регистрация и създаване на профил/акаунт</p>
<p className="pt-0 pb-0 pl-4 pr-4">В сайта имате възможност да създадете свой потребителски профил/акаунт, в който за улеснение да съхранявате вече генерирани Хюман Дизайн карти.</p>
<p className="pt-0 pb-0 pl-4 pr-4">Създаването на профил не е задължителна стъпка за използване на сайта.</p>
<p className="pt-0 pb-0 pl-4 pr-4">4.2. Техническото функциониране на сайта</p>
<p className="pt-0 pb-0 pl-4 pr-4">Дружеството обработва и данни за Вашия IP адрес. Събирането на тези данни е необходимо за техническото функциониране на сайта. IP адресът сам по себе си не позволява идентифицирането на конкретно физическо лице. Данните за Вашия IP адрес се използват с цел статистически и маркетингови проучвания, както и за целите на подобряване на сигурността на услугата и идентификация на потребителя като лице, използващо услугите от конкретна държава.</p>         
<p className="pt-0 pb-0 pl-4 pr-4">4.3. Директен маркетинг</p>
<p className="pt-0 pb-0 pl-4 pr-4">С цел промотиране и развиване на търговската ни дейност, както и с цел предоставянето Ви на информация, която считаме, че ще е от интерес за Вас, ние можем да Ви изпращаме всякакъв вид съобщения на предоставената от Вас електронна поща.</p>
<p className="pt-0 pb-0 pl-4 pr-4">Вие може да оттеглите Вашето съгласие по всяко време, като се свържете с нас, използвайки данните за контакт, посочени по-горе в настоящата политика.</p>          
<p className="pt-0 pb-0 pl-4 pr-4">4.4. Адаптиране на предлаганите услуги спрямо Вашите предпочитания</p>          
<p className="pt-0 pb-0 pl-4 pr-4">Дружеството може да събира и обработва информация относно посещенията Ви в сайта, за да персонализира онлайн престоя Ви. Това се осъществява посредством бисквитки/кукита с маркетингови и статистически цели, както и за адаптиране на последващи предложения спрямо предпочитанията Ви. Повече информация за бисквитките може да откриете в Политиката ни за използване на бисквитки/кукита.</p>          
<p className="pt-0 pb-0 pl-4 pr-4">5. Категории лични данни, подлежащи на събиране и обработка от администратора</p>          
<p className="pt-0 pb-0 pl-4 pr-4">Дружеството събира и обработва лични данни, които директно се събират от Вас. Това са собствено име, дата, час и място на раждане, които са необходими за генерирането на Вашата Хюман Дизайн карта. За регистрацията в сайта е нужен адрес на електронна поща. За техническото функциониране на сайта се обработват и данни за Вашия IP адрес.</p>          
<p className="pt-0 pb-0 pl-4 pr-4">5.1. Събиране и обработване на лични данни на деца</p>          
<p className="pt-0 pb-0 pl-4 pr-4">Администраторът събира и обработва личните Ви данни на основание чл.6, ал. 1 ОРЗД, т.е. въз основа на изрично полученото съгласие от Ваша страна. Относно обработването на лични данни на деца администраторът съгласува дейността си изцяло с разпоредбите на ОРЗД, като обработва такива данни въз основа на изрично съгласие, ако детето е поне на 16 години. Ако детето е под 16 години, администраторът обработва личните му данни само ако и доколкото такова съгласие е дадено или разрешено от носещия родителска отговорност за детето.</p>          
<p className="pt-0 pb-0 pl-4 pr-4">5.2. Чувствителни лични данни</p>
<p className="pt-0 pb-0 pl-4 pr-4">Дружеството не събира и обработва специални категории лични данни, т.е. такива разкриващи расов или етнически произход, политически възгледи, религиозни или философски убеждения или членство в синдикални организации, както и обработването на генетични данни, биометрични данни, данни за здравословното състояние или за сексуалния живот или ориентация.</p> 
<p className="pt-0 pb-0 pl-4 pr-4">6. Срок за съхранение на личните данни</p>
<p className="pt-0 pb-0 pl-4 pr-4">Администраторът съхранява Вашите лични данни за срок, не по- дълъг от съществуването на потребителския Ви профил/акаунт, освен ако има законово задължение да ги съхранява за по-дълъг срок или за целите на легитимния си интерес. След заличаване на профила Ви, администраторът полага всички необходими грижи да изтрие всичките Ви лични данни и техни копия без ненужно забавяне или да ги анонимизира.</p>
<p className="pt-0 pb-0 pl-4 pr-4">7. Предоставяне на Вашите лични данни на трети лица</p>
<p className="pt-0 pb-0 pl-4 pr-4">Дружеството може да предостави лични данни на трети лица само когато това задължение произтича от закон или друг нормативен акт.</p>         
<p className="pt-0 pb-0 pl-4 pr-4">8. Вашите права при събирането, обработването и съхранението на личните Ви данни</p>
<p className="pt-0 pb-0 pl-4 pr-4">8.1. Право на достъп до отнасящите се за Вас данни</p>
<p className="pt-0 pb-0 pl-4 pr-4">По всяко време можете да ни попитате дали се обработват Ваши лични данни и ако това е така, да получите достъп до данните и допълнителна информация относно обработването и съхранението. Имате право да получите и копие от личните Ви данни, които са в процес на обработка. За допълнителни копия администраторът може да наложи разумна такса въз основа на административните разходи.</p>
<p className="pt-0 pb-0 pl-4 pr-4">8.2. Право на коригиране</p>
<p className="pt-0 pb-0 pl-4 pr-4">По всяко време можете в своя профил/акаунт в сайта да коригирате или попълните неточните или непълни лични данни, свързани с Вас. Можете и да се свържете с нас със същото искане.</p>
<p className="pt-0 pb-0 pl-4 pr-4">8.3. Право на изтриване (право „да бъдеш забравен“)</p>
<p className="pt-0 pb-0 pl-4 pr-4">По всяко време можете да поискате от нас изтриване на свързаните с Вас лични данни, а ние в качеството си на администратор на лични данни ще ги заличим без ненужно забавяне, когато е налице някое от следните основания:</p>
<p className="pt-0 pb-0 pl-4 pr-4">• личните данни повече не са необходими за целите, за които са били събрани или обработвани по друг начин;</p>
<p className="pt-0 pb-0 pl-4 pr-4">• Вие оттеглите съгласието си, върху което се основава обработването на данните, и няма друго правно основание за обработването;</p>
<p className="pt-0 pb-0 pl-4 pr-4">• Вие възразите срещу обработването на свързаните с Вас лични данни и няма законни основания за обработването, които да имат преимущество. Същото важи и при възражение от Ваша страна срещу обработването на Ваши лични данни за целите на директния маркетинг.</p>
<p className="pt-0 pb-0 pl-4 pr-4">• личните данни са били обработвани незаконосъобразно;</p>
<p className="pt-0 pb-0 pl-4 pr-4">• личните данни трябва да бъдат изтрити с цел спазването на правно задължение по правото на Европейския Съюз или правото на държава членка, което се прилага спрямо администратора;</p>  
<p className="pt-0 pb-0 pl-4 pr-4">• личните данни са били събрани във връзка с предлагането на услуги на информационното общество.</p>  
<p className="pt-0 pb-0 pl-4 pr-4">Не сме длъжни да изтрием обработваните от нас лични данни, ако обработването е необходимо:</p>  
<p className="pt-0 pb-0 pl-4 pr-4">• за упражняване на правото на свобода на изразяването и правото на информация;</p>  
<p className="pt-0 pb-0 pl-4 pr-4">• за спазване на правно задължение, което изисква обработване, предвидено в правото на Евопейския Съюз или правото на държавата членка, което се прилага спрямо администратора, или за изпълнението на задача от обществен интерес, или при упражняването на официални правомощия, които са му предоставени;</p>  
<p className="pt-0 pb-0 pl-4 pr-4">• по причини от обществен интерес в областта на общественото здраве;</p>  
<p className="pt-0 pb-0 pl-4 pr-4">• за целите на архивирането в обществен интерес, за научни или исторически изследвания или за статистически цели;</p>  
<p className="pt-0 pb-0 pl-4 pr-4">• за установяването, упражняването или защитата на правни претенции.</p>  
<p className="pt-0 pb-0 pl-4 pr-4">8.4. Право на ограничаване на обработването;</p>  
<p className="pt-0 pb-0 pl-4 pr-4">По всяко време можете да поискате от нас да ограничим обработването, когато:</p>
<p className="pt-0 pb-0 pl-4 pr-4">• оспоритеточносттаналичнитеданни,засрок,койтонипозволявадап роверимточността на личните данни;</p>
<p className="pt-0 pb-0 pl-4 pr-4">• обработването е неправомерно, но Вие не желаете личните данни да бъдат изтрити, а вместо това изисквате ограничаване на използването им;</p>
<p className="pt-0 pb-0 pl-4 pr-4">• администраторът не се нуждае повече от личните данни за целите на обработването, но Вие ги изисквате за установяването, упражняването или защитата на Ваши правни претенции;</p>
<p className="pt-0 pb-0 pl-4 pr-4">• Вие сте възразили сте срещу обработването в очакване на проверка дали законните основания на администратора имат преимущество пред интересите Ви;</p>
<p className="pt-0 pb-0 pl-4 pr-4">• ако упражните правото си на ограничаване на обработването, администраторът ще прекрати обработването на личните Ви данни, с изключение на тяхното съхранение. Такива данни могат да се обработват само с Ваше съгласие или за установяването, упражняването или защитата на правни претенции или за защита на правата на друго физическо лице, или поради важни обстоятелства от обществен интерес за Европейския съюз или държава членка;</p>
<p className="pt-0 pb-0 pl-4 pr-4">• когато Вие сте изискали ограничаване на обработването,администраторът Ви уведомява преди отмяната на ограничаването на обработването.</p>
<p className="pt-0 pb-0 pl-4 pr-4">8.5. Право на преносимост на данните</p>
<p className="pt-0 pb-0 pl-4 pr-4">По всяко време можете да получите личните си данни, които сте ни предоставили, и/или да прехвърлите тези данни на друг администратор. Вие можете също така да поискате от нас пряко да прехвърлим данните Ви към друг администратор, когато това е технически осъществимо.</p>
<p className="pt-0 pb-0 pl-4 pr-4">8.6. Право на уведомяване за нарушение на сигурността на личните данни</p>
<p className="pt-0 pb-0 pl-4 pr-4">Когато установим нарушение на сигурността на личните данни, което може да породи висок риск за правата и свободите Ви, ние Ви уведомяваме без ненужно забавяне за нарушението и за мерките, които са или предстоят да бъдат предприети.</p>
<p className="pt-0 pb-0 pl-4 pr-4">Задължението ни да Ви уведомим за нарушението отпада, когато:</p>
<p className="pt-0 pb-0 pl-4 pr-4">• сме предприели подходящи технически и организационни мерки за защита на личните данни, засегнати от нарушението</p>
<p className="pt-0 pb-0 pl-4 pr-4">• сме предприели мерки, гарантиращи, че вече няма вероятност да се материализира високият риск за Вашите права и свободи</p>
<p className="pt-0 pb-0 pl-4 pr-4">8.7. Право на защита по съдебен и административен ред:</p>
<p className="pt-0 pb-0 pl-4 pr-4">8.7.1. Право на подаване на жалба до надзорен орган</p>
<p className="pt-0 pb-0 pl-4 pr-4">Ако считате, че обработването на личните Ви данни от администратора нарушава разпоредбите на ОРЗД, Вие имате право да подадете жалба до надзорен орган.</p>
<p className="pt-0 pb-0 pl-4 pr-4">8.7.2. Право на ефективна съдебна защита срещу надзорен орган</p>
<p className="pt-0 pb-0 pl-4 pr-4">Вие имате право на ефективна съдебна защита срещу отнасящо се до Вас решение със задължителен характер на надзорен орган. Право на ефективна защита имате и когато надзорният орган не е разгледал жалбата Ви или не ви е уведомил в срок от три месеца за напредъка по нея или за резултата от нея.</p>
<p className="pt-0 pb-0 pl-4 pr-4">Надзорният орган в Република България е Комисията за защита на личните данни (КЗЛД). Данни за контакт с КЗЛД може да намерите по-горе в настоящата политика.</p>
<p className="pt-0 pb-0 pl-4 pr-4">8.7.3. Право на ефективна съдебна защита срещу администратора</p>
<p className="pt-0 pb-0 pl-4 pr-4">Ако считате, че обработването на личните Ви данни от администратора нарушава разпоредбите на ОРЗД, Вие имате право на ефективна съдебна защита срещу администратора.</p>
<p className="pt-0 pb-0 pl-4 pr-4">8.8. Право на обезщетение за претърпени вреди</p>
<p className="pt-0 pb-0 pl-4 pr-4">Ако сте претърпели материални или нематериални вреди в резултат на нарушение на ОРЗД от страна на администратора, Ви имате право да получите обезщетение за нанесените вреди, освен ако администраторът не докаже, че по никакъв начин не е отговорен за събитието, причинило вредите.</p>
<p className="pt-0 pb-0 pl-4 pr-4">8.9. Право на оттеглянето на съгласието по всяко време, без да се засяга законосъобразността на обработването въз основа на съгласие, което е дадено, преди то да бъде оттеглено</p>
<p className="pt-0 pb-0 pl-4 pr-4">Вие можете да оттеглите съгласието си по всяко време, ако не желаете личните Ви данни да продължат да се обработват от нас. С оттегляне на съгласието си за обработване на личните Ви данни, които са задължителни за поддържане на Вашия профил/акаунт в сайта, последният ще бъде деактивиран.</p>
<p className="pt-0 pb-0 pl-4 pr-4">9. Ред за упражняване на Вашите права при събирането, обработването и съхранението на личните Ви данни</p>
<p className="pt-0 pb-0 pl-4 pr-4">Като субект на събираните лични данни Вие може да упражните на правото си на достъп, правото на изтриване, коригиране или ограничаване на обработването чрез подаване на писмено искане до нас.</p>
<p className="pt-0 pb-0 pl-4 pr-4">Данните ни за контакт ще намерите по-горе в настоящата политика.</p>
<p className="pt-0 pb-0 pl-4 pr-4">Ние Ви предоставяме информация относно действията, предприети във връзка с искането, без ненужно забавяне и във всички случаи в срок от един месец от получаване на искането. При необходимост този срок може да бъде удължен с още два месеца, като се вземе предвид сложността и броя на исканията. Ние Ви информираме за всяко такова удължаване в срок от един месец от получаване на искането, посочвайки и причините за забавянето. Когато подавате искане с електронни средства, по възможност информацията се предоставя със същите, освен ако не сте поискали друго. Ако не предприемем действия по искането Ви, ние Ви уведомяваме без забавяне и най-късно в срок от един месец от получаване на искането за причините да не предприемем действия и за възможността за подаване на жалба до надзорен орган и търсене на защита по съдебен ред.</p>
<p className="pt-0 pb-0 pl-4 pr-4">10. Промени в Политиката за събирането, обработването, съхранението и защитата на личните данни</p>
<p className="pt-0 pb-0 pl-4 pr-4">Администраторът си запазва правото да актуализира, като изменя и допълва политиката за защита на личните данни по всяко време в бъдеще, когато обстоятелствата го налагат.</p>
          </div>
          </div>
        </Container>
        <div className="spacer20"></div>
      </div>
    </>
  );
};

export default PrivacyPolicy;
